Repository: Libertasio/thunar-vcs-plugin
Catalog: po/*.po
Languages: hu, sr

source: Add
hu: Hozzáadás
sr: Додај

source: Add file contents to the index
hu: Fájl tartalmának hozzáadása az indexhez
sr: Додај садржај датотека у списак

source: Blame
hu: Hibáztatás
sr: Кривац

source: Show what revision and author last modified each line of a file
hu: A legutóbbi revízió, és a legutóbb módosító szerző megjelenítése a fájl minden egyes sorához
sr: Приказуј која је прерада и који је творац сваке линије датотеке

source: Branch
hu: Ág
sr: Грана

source: List, create or switch branches
hu: Ágak felsorolása, létrehozása vagy átváltás
sr: Излистај, направи или промени гране

source: Clean
hu: Tisztítás
sr: Очисти

source: Remove untracked files from the working tree
hu: A nem követett fájlok eltávolítása a munkafából
sr: Уклони непраћену датотеку са радног гранања

source: Clone
hu: Klónozás
sr: Клонирај

source: Clone a repository into a new directory
hu: Tároló klónozása egy új könyvtárba
sr: Клонирај ризницу у нову фасциклу

source: Log
hu: Napló
sr: Дневник

source: Show commit logs
hu: Véglegesítési napló megjelenítése
sr: Приказуј дневник отпрема

source: Move
hu: Áthelyezés
sr: Премести

source: Move or rename a file, a directory, or a symlink
hu: Fájl, könyvtár vagy szimbolikus link áthelyezése vagy átnevezése
sr: Премести или преименуј датотеку, фасциклу или знаковну везу

source: Reset
hu: Visszaállítás
sr: Поврати

source: Reset current HEAD to the specified state
hu: A jelenlegi HEAD visszaállítása a megadott állapotra
sr: Врати на подразумевано ГЛАВУ у одређено стање

source: Stash
hu: Félrerakás
sr: Похрани

source: Stash the changes in a dirty working directory away
hu: A piszkos munkakönyvtár változásainak félrerakása
sr: Похрани измене ван у отпадну радну фасциклу

source: Status
hu: Állapot
sr: Стање

source: Show the working tree status
hu: A munkafa állapotának megjelenítése
sr: Приказуј стање радног гранања

source: Action %s is unimplemented
hu: A(z) %s művelet nincs megvalósítva
sr: Дејство %s није подржано

source: SVN
sr: СВН

source: GIT
sr: ГИТ

source: Add files, directories, or symbolic links
hu: Fájlok, könyvtárak vagy szimbolikus linkek hozzáadása
sr: Додај датотеке, фасцикле или значењске везе

source: Checkout
hu: Letöltés
sr: Провери

source: Check out a working copy from a repository
hu: Munkapéldány letöltése a tárolóból
sr: Провери радни умножак из ризнице

source: Cleanup
hu: Tisztítás
sr: Очисти

source: Recursively clean up the working copy
hu: A munkapéldány rekurzív tisztítása
sr: Дубински очисти радни умножак

source: Commit
hu: Véglegesítés
sr: Отпреми

source: Send changes from your working copy to the repository
hu: A munkapéldány változtatásainak elküldése a tárolónak
sr: Пошаљи измене из радног умношка у ризницу

source: Copy
hu: Másolás
sr: Умножи

source: Copy a file or directory in a working copy or in the repository
hu: A munkapéldány vagy tároló egy fájljának vagy könyvtárának másolása
sr: Умножи датотеку или фасциклу у радни умножак или у ризницу

source: Delete
hu: Törlés
sr: Обриши

source: Delete an item from a working copy or the repository
hu: A munkapéldány vagy tároló egy elemének törlése
sr: Обриши ставку из радног умношка или складишта

source: Diff
hu: Különbség
sr: Различи

source: Display the differences between two revisions or paths
hu: A két revízió vagy útvonal közti különbséges megjelenítése
sr: Приказуј разлике између две прераде или путање

source: Export
hu: Exportálás
sr: Извези

source: Export a clean directory tree
hu: Tiszta könyvtárfa exportálása
sr: Извези чисто гранање фасцикли

source: Import
hu: Importálás
sr: Увези

source: Commit an unversioned file or tree into the repository
hu: Egy nem verziózott fájl vagy fa véglegesítése a tárolóban
sr: Отпреми датотеку без издања или гранање у складиште

source: Lock
hu: Zárolás
sr: Закључај

source: Lock working copy paths in the repository so that no other user can commit changes to them
hu: Munkapéldány-útvonalak zárolása a tárolóban, hogy más felhasználó ne véglegesíthessen változtatásokat rajtuk
sr: Закључај путању радног умношка у складиште тако да нико од корисника не може отпремити измене на њих

source: Move a file or directory
hu: Fájl vagy könyvtár áthelyezése
sr: Премести или преименуј датотеку или фасциклу

source: Edit Properties
hu: Tulajdonságok szerkesztése
sr: Уреди својства

source: Edit the property of one or more items
hu: Egy vagy több elem tulajdonságának szerkesztése
sr: Уреди својства једне или више ставки

source: Relocate
hu: Áthelyezés
sr: Премести

source: Relocate the working copy to point to a different repository root URL
hu: A munkapéldány áthelyezése, hogy egy másik tárológyökér URL-re mutasson
sr: Премести радни умножак на тачку различите корене адресе складишта

source: Resolved
hu: Megoldva
sr: Разреши

source: Remove "conflicted" state on working copy files or directories
hu: Az „ütköző” állapot eltávolítása a munkapéldány fájljairól és könyvtárairól
sr: Уклони „сукобљено“ стање радног умношка датотека или фасцикли

source: Revert
hu: Visszavonás
sr: Поврати

source: Undo all local edits
hu: Az összes helyi szerkesztés visszavonása
sr: Поништи сва местна уређивања

source: Switch
hu: Átváltás
sr: Пређи

source: Update working copy to a different URL
hu: A jelenlegi munkapéldány átváltása egy másik URL-re
sr: Освежи радни умножак у другачију адресу

source: Unlock
hu: Feloldás
sr: Откључај

source: Unlock working copy paths
hu: A munkapéldány útvonalainak feloldása
sr: Откључај путање радног умношка

source: Update
hu: Frissítés
sr: Освежи

source: Update your working copy
hu: A munkapéldány frissítése
sr: Освежи свој радни умножак

source: URL:
sr: Адреса:

source: Unknown
hu: Ismeretlen
sr: Непознато

source: Revision:
hu: Revízió:
sr: Прерада:

source: Repository:
hu: Tároló:
sr: Складиште:

source: Modified revision:
hu: Módosított revízió:
sr: Измењено издање:

source: Modified date:
hu: Módosítotási dátum:
sr: Датум измене:

source: Author:
hu: Szerző:
sr: Творац:

source: Changelist:
hu: Módosítások listája:
sr: Списак измена:

source: Depth:
hu: Mélység:
sr: Дубина:

source: Exclude
hu: Kihagyás
sr: Одстрани

source: Empty
hu: Üres
sr: Испразни

source: Files
hu: Fájlok
sr: Датотеке

source: Immediates
hu: Közvetlen
sr: Тренутност

source: Infinity
hu: Végtelen
sr: Бесконачност

source: Print version information
hu: Verzió kiírása
sr: Испиши податке о издању

source: Execute add action
hu: Hozzáadási művelet végrehajtása
sr: Изврши дество

source: Execute blame action
hu: Hibáztatás művelet végrehajtása
sr: Изврши дејство окриви

source: Execute branch action
hu: Ág művelet végrehajtása
sr: Изврши дејство забрана

source: Execute clean action
hu: Tisztítás művelet végrehajtása
sr: Изврши дејство чишћења

source: Execute clone action
hu: Klónozás művelet végrehajtása
sr: Изврши дејство клонирања

source: Execute log action
hu: Napló művelet végrehajtása
sr: Изврши дејство дневника

source: Execute move action
hu: Áthelyezés művelet végrehajtása
sr: Изврши дејство премештања

source: Execute reset action
hu: Visszaállítás művelet végrehajtása
sr: Изврши дејство повратка на подразумевано

source: Execute stash action
hu: Félrerakás művelet végrehajtása
sr: Изврши дејство похране

source: Execute status action
hu: Állapot művelet végrehajtása
sr: Изврши дејство стања

source: Add Related Options:
hu: Hozzáadással kapcsolatos beállítások:
sr: Додај односне могућности:

source: Blame Related Options:
hu: Hibáztatással kapcsolatos beállítások:
sr: Могућности односне на кривицу:

source: Branch Related Options:
hu: Ággal kapcsolatos beállítások:
sr: Могућности односне на гранање:

source: Clone Related Options:
hu: Klónozással kapcsolatos beállítások:
sr: Могућности односне на клонирање:

source: Log Related Options:
hu: Naplóval kapcsolatos beállítások:
sr: Могућности односне на дневник:

source: Move Related Options:
hu: Áthelyezéssel kapcsolatos beállítások:
sr: Могућности односне на премештање:

source: Reset Related Options:
hu: Visszaállítással kapcsolatos beállítások:
sr: Могућности односне на враћање на подразумевано:

source: Stash Related Options:
hu: Félrerakással kapcsolatos beállítások:
sr: Могућности односне на похрану:

source: Status Related Options:
hu: Állapottal kapcsolatos beállítások:
sr: Могућности односне на стање:

source: Line
hu: Sor
sr: Линија

source: Revision
hu: Revízió
sr: Прерада

source: Author
hu: Szerző
sr: Творац

source: Date
hu: Dátum
sr: Датум

source: _Close
hu: _Bezárás
sr: _Затвори

source: _Cancel
hu: _Mégse
sr: _Откажи

source: Active
hu: Aktív
sr: Дејствено

source: Name
hu: Név
sr: Име

source: _Jump to
hu: _Ugrás
sr: _Скочи на

source: _New
hu: Ú_j
sr: _Нова

source: Branch name:
hu: Ág neve:
sr: Име забрана:

source: Remove directories.
hu: Könyvtárak eltávolítása.
sr: Уклони фасцикле.

source: Exclude ignored files
hu: Mellőzött fájlok kihagyása
sr: Одстрани занемарене датотеке

source: Include ignored files
hu: Mellőzet fájlok bevétele
sr: Обухвати занемарене датотеке

source: Only ignored files
hu: Csak mellőzött fájlok
sr: Само занемарене датотеке

source: Force clean.
hu: Tisztítás kényszerítése.
sr: Присили чишћење.

source: _OK
sr: _У реду

source: Clone finished
hu: Klónozás befejezve
sr: Клонирање је завршено

source: Cloning...
hu: Klónozás…
sr: Клонирам...

source: Failed
hu: Sikertelen
sr: Неуспех

source: untracked
hu: nem követett
sr: непраћено

source: Path
hu: Útvonal
sr: Путања

source: State
hu: Állapot
sr: Стање

source: Select/Unselect all
hu: Összes kiválasztása be/ki
sr: Означи/одзначи све

source: AuthorDate
hu: Szerzői dátum
sr: ВремеТворца

source: CommitDate
hu: Véglegesítés dátuma
sr: ВремеОтпреме

source: Message
hu: Üzenet
sr: Порука

source: Changes
hu: Változások
sr: Измене

source: File
hu: Fájl
sr: Датотека

source: _Refresh
hu: _Frissítés
sr: _Освежи

source: Move finished
hu: Áthelyezés befejezve
sr: Премештање је завршено

source: Move To
hu: Áthelyezés ide
sr: Премести у

source: Move...
hu: Áthelyezés…
sr: Премести...

source: Action
hu: Művelet
sr: Дејство

source: Notify
hu: Értesítés
sr: Обавести

source: Reset finished
hu: Visszaállítás befejezve
sr: Повраћај на подразумевано је завршен

source: Reset...
hu: Visszaállítás…
sr: Поврати на подразумевано...

source: Description
hu: Leírás
sr: Опис

source: _Save
hu: M_entés
sr: _Сачувај

source: _Apply
hu: _Alkalmaz
sr: _Примени

source: _Delete
hu: _Törlés
sr: _Обриши

source: C_lear
hu: T_isztítás
sr: О_чисти

source: Stash description:
hu: Félrerakás leírása:
sr: Опис похране:

source: Are you sure you want to drop %s?
hu: Biztos, hogy eldobja ezt: %s?
sr: Да ли сте сигурни да желите отпустити %s?

source: Are you sure you want to clear all stash?
hu: Biztos, hogy törli az összes félrerakást?
sr: Да ли сте сигурни да желите очистити све похране?

source: _Repository:
hu: _Tároló:
sr: _Складиште:

source: Select a folder
hu: Könyvtár kiválasztása
sr: Означити фасциклу

source: _Directory:
hu: _Könyvtár:
sr: _Фасцикла:

source: Transfer
hu: Átvitel
sr: Пренос

source: Execute changelist action
hu: Változáslista művelet végrehajtása
sr: Изврши дејство измене списка

source: Execute checkout action
hu: Ágváltás művelet végrehajtása
sr: Изврши дејство провере

source: Execute cleanup action
hu: Tisztítás művelet végrehajtása
sr: Изврши дејство чишћења

source: Execute commit action
hu: Véglegesítés művelet végrehajtása
sr: Изврши дејство отпремања

source: Execute copy action
hu: Másolás művelet végrehajtása
sr: Изврши дејство умножавања

source: Execute delete action
hu: Törlés művelet végrehajtása
sr: Изврши дејство брисања

source: Execute diff action
hu: Különbség művelet végrehajtása
sr: Изврши дејство поређења

source: Execute export action
hu: Exportálás művelet végrehajtása
sr: Изврши дејство извоза

source: Execute import action
hu: Importálás művelet végrehajtása
sr: Изврши дејство увоза

source: Execute lock action
hu: Zárolás művelet végrehajtása
sr: Изврши дејство закључавања

source: Execute properties action
hu: Tulajdonságok művelet végrehajtása
sr: Изврши дејство својстава

source: Execute resolved action
hu: Megoldva művelet végrehajtása
sr: Изврши дејство разрешено

source: Execute relocate action
hu: Áthelyezés művelet végrehajtása
sr: Изврши дејство премештања

source: Execute revert action
hu: Visszavonás művelet végrehajtása
sr: Изврши дејство повратка

source: Execute switch action
hu: Átváltási művelet végrehajtása
sr: Изврши дејство преласка

source: Execute unlock action
hu: Feloldási művelet végrehajtása
sr: Изврши дејство откључавања

source: Execute update action
hu: Frissítési művelet futtatása
sr: Изврши дејство освежавања

source: Changelist Related Options:
hu: Változáslistával kapcsolatos beállítások:
sr: Могућности односне на списак измена:

source: Checkout Related Options:
hu: Ágváltással kapcsolatos beállítások:
sr: Могућности односне на проверу:

source: Cleanup Related Options:
hu: Tisztítással kapcsolatos beállítások:
sr: Могућности односне на чишћење:

source: Commit Related Options:
hu: Véglegesítéssel kapcsolatos beállítások:
sr: Могућности односне на отпрему:

source: Copy Related Options:
hu: Másolással kapcsolatos beállítások:
sr: Могућности односне на умножавање:

source: Delete Related Options:
hu: Törléssel kapcsolatos beállítások:
sr: Могућности односне на брисање:

source: Diff Related Options:
hu: Különbséggel kapcsolatos beállítások:
sr: Могућности односне на разлику:

source: Export Related Options:
hu: Exportálással kapcsolatos beállítások:
sr: Могућности односне на извоз:

source: Import Related Options:
hu: Importálással kapcsolatos beállítások:
sr: Могућности односне на увоз:

source: Lock Related Options:
hu: Zárolással kapcsolatos beállítások:
sr: Могућности односне на закључавање:

source: Properties Related Options:
hu: Tulajdonságokkal kapcsolatos beállítások:
sr: Могућности односне на својства:

source: Properties
hu: Tulajdonságok
sr: Својства

source: Resolved Related Options:
hu: Megoldva művelettel kapcsolation beállítások:
sr: Могућности односне на разрешавање:

source: Relocate Related Options:
hu: Áthelyezéssel kapcsolatos beállítások:
sr: Могућности односне на промену места:

source: Revert Related Options:
hu: Visszavonással kapcsolatos beállítások:
sr: Могућности односне на повратак:

source: Switch Related Options:
hu: Átváltással kapcsolatos beállítások:
sr: Могућности односне на прелазак:

source: Unlock Related Options:
hu: Feloldással kapcsolatos beállítások:
sr: Могућности односне на откључавање:

source: Update Related Options:
hu: Frissítéssel kapcsolatos beállítások:
sr: Могућности односне на освежавање:

source: Not enough arguments provided
hu: Nincs elég argumentum megadva
sr: Нема довољно обезбеђених аргумената

source: Blame failed
hu: Hibáztatás sikertelen
sr: Кривљење није успело

source: '%s' is not a local path
hu: A(z) „%s” nem egy helyi útvonal
sr: „%s“ није местна путања

source: Cleanup failed
hu: Tisztítás sikertelen
sr: Чишћење није успело

source: Cleanup finished
hu: Tisztítás befejezve
sr: Чишћење је завршено

source: Cleaning up...
hu: Tisztítás…
sr: Чистим...

source: At revision: %ld
hu: Ennél a revíziónál: %ld
sr: На преради: %ld

source: Nothing to do
hu: Nincs teendő
sr: Нема ничег за чинити

source: Completed
hu: Kész
sr: Завршено

source: Commit Message
hu: Véglegesítési üzenet
sr: Порука отпреме

source: Store password a plaintext?
hu: Egyszerű szövegként tárolja a jelszót?
sr: Да ли сачувати лозинку у обичном писму?

source: Added
hu: Hozzáadva
sr: Додато

source: Copied
hu: Átmásolva
sr: Умножено

source: Deleted
hu: Törölve
sr: Избрисано

source: Restored
hu: Visszaállítva
sr: Повраћено

source: Reverted
hu: Visszavonva
sr: Обрнуто

source: Revert failed
hu: Visszavonás sikertelen
sr: Обртање није успело

source: Skipped
hu: Kihagyva
sr: Прескочено

source: Updated
hu: Frissítve
sr: Освежено

source: External
hu: Külső
sr: Спољње

source: Modified
hu: Módosítva
sr: Измењено

source: Replaced
hu: Lecserélve
sr: Замењено

source: Transmitting
hu: Átküldés
sr: Пренос

source: Locked
hu: Zárolva
sr: Закључано

source: Unlocked
hu: Feloldva
sr: Откључано

source: Lock failed
hu: A zárolás nem sikerült
sr: Закључавање није успело

source: Unlock failed
hu: A feloldás nem sikerült
sr: Откључавање није успело

source: Exists
hu: Létezik
sr: Постоји

source: Changelist set
hu: Változáslista megadva
sr: Списак измена је постављен

source: Changelist cleared
hu: Változáslista törölve
sr: Списак измена је очишћен

source: Changelist moved
hu: Változáslista áthelyezve
sr: Списак измена је премештен

source: Merge begin
hu: Beolvasztás indítása
sr: Стапање је почело

source: Foreign merge begin
hu: Idegen beolvasztás indítása
sr: Спољње стапање је почело

source: Replace
hu: Csere
sr: Замени

source: Property added
hu: Tulajdonság hozzáadva
sr: Својство је додато

source: Property modified
hu: Tulajdonság módosítva
sr: Својство је измењено

source: Property deleted
hu: Tulajdonság törölve
sr: Својство је избрисано

source: Property nonexisting
hu: A tulajdonság nem létezik
sr: Својство не постоји

source: Revision property set
hu: Revízió tulajdonság megadása
sr: Својство прераде је постављено

source: Revision property deleted
hu: Revízió tulajdonság törölve
sr: Својство прераде је избрисано

source: Merge completed
hu: Beolvasztás befejezve
sr: Стапање је завршено

source: Tree conflict
hu: Faütközés
sr: Сукоб гранања

source: External failed
hu: Külső lekérdezése sikertelen
sr: Спољње није успело

source: Started
hu: Elindítva
sr: Почело

source: Skipped obstruction
hu: Kihagyva: akadály
sr: Прескочена је препрека

source: Skipped working only
hu: Kihagyva: csak helyi példány
sr: Прескочен је рад само

source: Skipped access denied
hu: Kihagyva: hozzáférés megtagadva
sr: Прескочен је одбијени приступ

source: External removed
hu: Külső eltávolítva
sr: Спољње је уклоњено

source: Shadowed add
hu: Árnyékolt hozzáadása
sr: Додано је сенчење

source: Shadowed update
hu: Árnyékolt frissítése
sr: Освежено је сенчење

source: Shadowed delete
hu: Árnyékolt törlése
sr: Избрисано је сенчење

source: Merge record info
hu: Rögzítési információ beolvasztása
sr: Подаци записа стапања

source: Upgraded path
hu: Frissített útvonal
sr: Обновљена путања

source: Merge record info begin
hu: Rögzítésiinformáció-beolvasztás indítása
sr: Стапање података о запису је почело

source: Merge elide info
hu: Kihagyási információ beolvasztása
sr: Стопи издвојене податке

source: Patch
hu: Folt
sr: Закрпа

source: Applied hunk
hu: Töredék alkalmazva
sr: Примењена је комадина

source: Rejected hunk
hu: Töredék elutasítva
sr: Одбијена је комадина

source: Hunk already applied
hu: A töredék már alkalmazva van
sr: Комадина је већ примењена

source: Copied replaced
hu: Másolt lecserélve
sr: Умножење је замењено

source: URL redirect
hu: URL átirányítás
sr: Адресно преусмеравање

source: Path nonexistent
hu: Az útvonal nem létezik
sr: Непостојећа путања

source: Conflict
hu: Ütközés
sr: Сукоб

source: Missing
hu: Hiányzik
sr: Недостајуће

source: Out of date
hu: Elavult
sr: Застарело

source: No parent
hu: Nincs szülő
sr: Нема родитеља

source: Forbidden by server
hu: A kiszolgáló által tiltva
sr: Забрањено од стране служитеља

source: Skipped conflicted
hu: Kihagyva: ütközés
sr: Прескочени су сукобљени

source: Inapplicable
hu: Nem alkalmazható
sr: Неприменљиво

source: Unchanged
hu: Változatlan
sr: Неизмењено

source: Obstructed
hu: Akadályozott
sr: Препречено

source: Changed
hu: Megváltozott
sr: Измењено

source: Merged
hu: Beolvasztott
sr: Стопљени

source: Conflicted
hu: Ütköző
sr: Сукобљено

source: Source missing
hu: Hiányzó forrás
sr: Недостаје извор

source: Normal
hu: Normál
sr: Обично

source: Ignored
hu: Mellőzött
sr: Занемарено

source: Incomplete
hu: Befejezetlen
sr: Непотпуно

source: Error
hu: Hiba
sr: Грешка

source: Local action
hu: Helyi művelet
sr: Местно дејство

source: Local copy
hu: Helyi másolás
sr: Местни умножак

source: Copy To
hu: Másolás ide
sr: Умножи на

source: Local delete
hu: Helyi törlés
sr: Местно брисање

source: Delete Message
hu: Üzenet törlése
sr: Избриши поруку

source: Diff failed
hu: Különbség sikertelen
sr: Различивање није успело

source: Self
hu: Saját
sr: Себе

source: Immediate files
hu: Közvetlen fájlok
sr: Непосредни датотеке

source: Recursive
hu: Rekurzív
sr: Дубински

source: Notice ancestry
hu: Hierarchia figyelembe vétele
sr: Напомена порекла

source: Do not show differences for deleted files
hu: Ne jelenjenek meg a törölt fájlok különbségei
sr: Не приказуј разлике за избрисане датотеке

source: Show copies as additions
hu: Másolások és hozzáadások megjelenítése
sr: Приказуј умношке као додатке

source: Loading...
hu: Betöltés…
sr: Учитавам...

source: _Certificate:
hu: _Tanúsítvány:
sr: _Потврда:

source: Select a file
hu: Fájl kiválasztása
sr: Изабери датотеку

source: Remember
hu: Emlékezzen rá
sr: Запамти

source: Certificate
hu: Tanúsítvány
sr: Потврда

source: Import Message
hu: Importálási üzenet
sr: Увези поруку

source: Log failed
hu: Naplózás sikertelen
sr: Запис дневника није успео

source: Stop On Copy
hu: Megállás másolás esetén
sr: Застој при умножавању

source: Show Merged Revisions
hu: Beolvasztott revíziók megjelenítése
sr: Прикажи стапана издања

source: _Username:
hu: Felhasználónév:
sr: _Корисничко име:

source: _Password:
hu: Jelszó:
sr: _Лозинка:

source: Login
hu: Bejelentkezés
sr: Пријава

source: Log Message
hu: Naplóbejegyzés
sr: Порука дневника

source: Local move
hu: Helyi áthelyezés
sr: Местно премештање

source: MIME type
hu: MIME-típus
sr: Врста МИМЕ

source: Notification
hu: Értesítés
sr: Обавештење

source: Set property failed
hu: Tulajdonság beállítása sikertelen
sr: Постављање својства није успело

source: Properties failed
hu: Tulajdonságok lekérdezése sikertelen
sr: Својства нису успела

source: Value
hu: Érték
sr: Вредност

source: _Add
hu: Hozzá_adás
sr: _Додај

source: _Remove
hu: El_távolítás
sr: _Уклони

source: Relocate failed
hu: Áthelyezés sikertelen
sr: Промена места није успела

source: Relocate finished
hu: Áthelyezés befejezve
sr: Промена места је завршена

source: Relocating...
hu: Áthelyezés…
sr: Премештам...

source: _From:
hu: _Innen:
sr: _Од:

source: _To:
hu: Id_e:
sr: _У:

source: Status failed
hu: Állapot lekérdezése sikertelen
sr: Стање није успело

source: Prop state
hu: Tulajdonságok állapota
sr: Стање својства

source: Repo state
hu: Tároló állapota
sr: Стање складишта

source: Repo prop state
hu: Tároló tulajdonságainak állapok
sr: Стање својства складишта

source: Show Unmodified Files
hu: Nem módosított fájlok megjelenítése
sr: Приказуј неизмењене датотеке

source: Show Unversioned Files
hu: Nem verziózott fájlok megjelenítése
sr: Приказуј заједничке датотеке издања

source: Show Ignored Files
hu: Mellőzött fájlok megjelenítése
sr: Приказуј занемарене датотеке

source: Hide Externals
hu: Külsők elrejtése
sr: Сакриј спољње

source: Check Repository
hu: Tároló ellenőrzése
sr: Провери складиште

source: Certificate is not yet valid.
hu: A tanúsítvány még nem érvényes.
sr: Потврда још увек није ваљана.

source: Certificate has expired.
hu: A tanúsítvány lejárt.
sr: Потврда је истекла.

source: Certificate does not match the remote hostname.
hu: A tanúsítvány nem felel meg a távoli gépnévnek.
sr: Потврда се не поклапа са удаљеним именом домаћина.

source: Certificate authority is unknown.
hu: A tanúsítványkibocsátó ismeretlen.
sr: Овлашћење потврде је непознато.

source: Other failure.
hu: Egyéb hiba.
sr: Неуспех осталог.

source: Trust
hu: Megbízás
sr: Веруј
